<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>PayloadType</key>
		<string>com.apple.NetworkBrowser</string>
		<key>DisableAirDrop</key>
		<true/>
	</dict>
</plist>